Stats/Consolidation/Native/net2_36.log
pingpong_reader: (g=0): rw=read, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
normal_reader: (g=0): rw=read, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
pingpong_writer: (g=0): rw=write, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
fio-2.2.8
Starting 3 processes

pingpong_reader: (groupid=0, jobs=1): err= 0: pid=4257: Mon Feb 22 00:30:05 2016
  read : io=102400KB, bw=20773Kbit/s, iops=41546, runt= 39435msec
    clat (usec): min=8, max=120, avg=22.78, stdev= 1.68
     lat (usec): min=8, max=120, avg=22.91, stdev= 1.69
    clat percentiles (usec):
     |  1.00th=[   21],  5.00th=[   21], 10.00th=[   21], 20.00th=[   22],
     | 30.00th=[   22], 40.00th=[   22], 50.00th=[   23], 60.00th=[   23],
     | 70.00th=[   23], 80.00th=[   23], 90.00th=[   24], 95.00th=[   26],
     | 99.00th=[   28], 99.50th=[   30], 99.90th=[   35], 99.95th=[   42],
     | 99.99th=[   45]
    bw (Kbit/s): min=    0, max=21992, per=100.00%, avg=20495.49, stdev=2506.67
    lat (usec) : 10=0.01%, 20=0.10%, 50=99.88%, 100=0.01%, 250=0.01%
  cpu          : usr=11.20%, sys=47.18%, ctx=1638138, majf=0, minf=85
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1638400/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
normal_reader: (groupid=0, jobs=1): err= 0: pid=4258: Mon Feb 22 00:30:05 2016
  read : io=102400KB, bw=20773Kbit/s, iops=41546, runt= 39435msec
    clat (usec): min=1, max=120, avg=23.04, stdev= 1.64
     lat (usec): min=1, max=120, avg=23.14, stdev= 1.64
    clat percentiles (usec):
     |  1.00th=[   21],  5.00th=[   21], 10.00th=[   22], 20.00th=[   22],
     | 30.00th=[   22], 40.00th=[   23], 50.00th=[   23], 60.00th=[   23],
     | 70.00th=[   23], 80.00th=[   23], 90.00th=[   25], 95.00th=[   26],
     | 99.00th=[   29], 99.50th=[   30], 99.90th=[   35], 99.95th=[   42],
     | 99.99th=[   44]
    bw (Kbit/s): min=    0, max=21992, per=100.00%, avg=20495.49, stdev=2506.68
    lat (usec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.40%, 50=99.59%
    lat (usec) : 100=0.01%, 250=0.01%
  cpu          : usr=9.89%, sys=15.31%, ctx=1638390, majf=0, minf=52
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1638400/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
pingpong_writer: (groupid=0, jobs=1): err= 0: pid=4259: Mon Feb 22 00:30:05 2016
  write: io=102400KB, bw=20773Kbit/s, iops=41546, runt= 39435msec
    clat (usec): min=17, max=112, avg=22.61, stdev= 1.62
     lat (usec): min=17, max=112, avg=22.76, stdev= 1.62
    clat percentiles (usec):
     |  1.00th=[   21],  5.00th=[   21], 10.00th=[   21], 20.00th=[   22],
     | 30.00th=[   22], 40.00th=[   22], 50.00th=[   22], 60.00th=[   22],
     | 70.00th=[   23], 80.00th=[   23], 90.00th=[   24], 95.00th=[   26],
     | 99.00th=[   28], 99.50th=[   29], 99.90th=[   33], 99.95th=[   40],
     | 99.99th=[   42]
    bw (Kbit/s): min=17816, max=21992, per=100.00%, avg=20758.36, stdev=916.40
    lat (usec) : 20=0.05%, 50=99.95%, 100=0.01%, 250=0.01%
  cpu          : usr=14.23%, sys=67.60%, ctx=1635516, majf=0, minf=71
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1638400/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=204800KB, aggrb=41544Kbit/s, minb=20768Kbit/s, maxb=20768Kbit/s, mint=39435msec, maxt=39435msec
  WRITE: io=102400KB, aggrb=20768Kbit/s, minb=20768Kbit/s, maxb=20768Kbit/s, mint=39435msec, maxt=39435msec