Stats/Consolidation/Native/net2_7.log
pingpong_reader: (g=0): rw=read, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
normal_reader: (g=0): rw=read, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
pingpong_writer: (g=0): rw=write, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
fio-2.2.8
Starting 3 processes

pingpong_reader: (groupid=0, jobs=1): err= 0: pid=2628: Mon Feb 22 00:10:31 2016
  read : io=102400KB, bw=21394Kbit/s, iops=42788, runt= 38291msec
    clat (usec): min=8, max=2221, avg=22.06, stdev= 3.18
     lat (usec): min=8, max=2222, avg=22.19, stdev= 3.18
    clat percentiles (usec):
     |  1.00th=[   20],  5.00th=[   20], 10.00th=[   20], 20.00th=[   21],
     | 30.00th=[   21], 40.00th=[   21], 50.00th=[   21], 60.00th=[   21],
     | 70.00th=[   22], 80.00th=[   23], 90.00th=[   25], 95.00th=[   26],
     | 99.00th=[   30], 99.50th=[   33], 99.90th=[   43], 99.95th=[   44],
     | 99.99th=[   62]
    bw (Kbit/s): min=    0, max=22576, per=100.00%, avg=21105.77, stdev=2764.40
    lat (usec) : 10=0.10%, 20=0.24%, 50=99.63%, 100=0.02%, 250=0.01%
    lat (msec) : 2=0.01%, 4=0.01%
  cpu          : usr=11.76%, sys=49.47%, ctx=1635769, majf=0, minf=61
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1638400/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
normal_reader: (groupid=0, jobs=1): err= 0: pid=2629: Mon Feb 22 00:10:31 2016
  read : io=102400KB, bw=21394Kbit/s, iops=42788, runt= 38291msec
    clat (usec): min=1, max=13135, avg=22.17, stdev=10.62
     lat (usec): min=1, max=13135, avg=22.28, stdev=10.62
    clat percentiles (usec):
     |  1.00th=[   20],  5.00th=[   21], 10.00th=[   21], 20.00th=[   21],
     | 30.00th=[   21], 40.00th=[   21], 50.00th=[   22], 60.00th=[   22],
     | 70.00th=[   22], 80.00th=[   23], 90.00th=[   25], 95.00th=[   26],
     | 99.00th=[   29], 99.50th=[   32], 99.90th=[   41], 99.95th=[   42],
     | 99.99th=[   49]
    bw (Kbit/s): min=    0, max=22576, per=100.00%, avg=21105.66, stdev=2764.45
    lat (usec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.49%, 50=99.48%
    lat (usec) : 100=0.01%, 250=0.01%, 750=0.01%
    lat (msec) : 4=0.01%, 20=0.01%
  cpu          : usr=11.89%, sys=15.96%, ctx=1638163, majf=0, minf=45
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1638400/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
pingpong_writer: (groupid=0, jobs=1): err= 0: pid=2631: Mon Feb 22 00:10:31 2016
  write: io=102400KB, bw=21394Kbit/s, iops=42788, runt= 38291msec
    clat (usec): min=17, max=2223, avg=21.96, stdev= 3.01
     lat (usec): min=17, max=2223, avg=22.11, stdev= 3.01
    clat percentiles (usec):
     |  1.00th=[   20],  5.00th=[   20], 10.00th=[   20], 20.00th=[   21],
     | 30.00th=[   21], 40.00th=[   21], 50.00th=[   21], 60.00th=[   21],
     | 70.00th=[   22], 80.00th=[   23], 90.00th=[   25], 95.00th=[   26],
     | 99.00th=[   29], 99.50th=[   32], 99.90th=[   40], 99.95th=[   41],
     | 99.99th=[   62]
    bw (Kbit/s): min=18424, max=22576, per=100.00%, avg=21383.37, stdev=1314.01
    lat (usec) : 20=0.03%, 50=99.95%, 100=0.02%, 250=0.01%
    lat (msec) : 2=0.01%, 4=0.01%
  cpu          : usr=12.28%, sys=66.83%, ctx=1634041, majf=0, minf=62
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1638400/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=204800KB, aggrb=42784Kbit/s, minb=21392Kbit/s, maxb=21392Kbit/s, mint=38291msec, maxt=38291msec
  WRITE: io=102400KB, aggrb=21392Kbit/s, minb=21392Kbit/s, maxb=21392Kbit/s, mint=38291msec, maxt=38291msec