Stats/Consolidation/Native/net_1.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err= 0: pid=2371: Mon Feb 22 00:07:39 2016
  read : io=10240MB, bw=1048.8Mbit/s, iops=33560, runt= 78111msec
    clat (usec): min=11, max=1007, avg=28.15, stdev= 4.08
     lat (usec): min=11, max=1007, avg=28.29, stdev= 4.10
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   26], 40.00th=[   26], 50.00th=[   26], 60.00th=[   27],
     | 70.00th=[   27], 80.00th=[   34], 90.00th=[   35], 95.00th=[   35],
     | 99.00th=[   36], 99.50th=[   40], 99.90th=[   42], 99.95th=[   43],
     | 99.99th=[   68]
    bw (Mbit/s): min=    0, max= 1174, per=100.00%, avg=1042.05, stdev=165.86
    lat (usec) : 20=0.01%, 50=99.98%, 100=0.02%, 250=0.01%, 750=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=11.98%, sys=53.92%, ctx=2621488, majf=0, minf=102
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=2372: Mon Feb 22 00:07:39 2016
  write: io=10240MB, bw=1048.8Mbit/s, iops=33560, runt= 78111msec
    clat (usec): min=22, max=1027, avg=28.21, stdev= 4.25
     lat (usec): min=22, max=1027, avg=28.41, stdev= 4.28
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   26], 50.00th=[   26], 60.00th=[   27],
     | 70.00th=[   27], 80.00th=[   34], 90.00th=[   35], 95.00th=[   35],
     | 99.00th=[   37], 99.50th=[   40], 99.90th=[   43], 99.95th=[   43],
     | 99.99th=[   68]
    bw (Mbit/s): min=  830, max= 1174, per=100.00%, avg=1048.73, stdev=143.66
    lat (usec) : 50=99.98%, 100=0.02%, 250=0.01%, 750=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=10.52%, sys=54.57%, ctx=2621498, majf=0, minf=93
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=1048.8Mbit/s, minb=1048.8Mbit/s, maxb=1048.8Mbit/s, mint=78111msec, maxt=78111msec
  WRITE: io=10240MB, aggrb=1048.8Mbit/s, minb=1048.8Mbit/s, maxb=1048.8Mbit/s, mint=78111msec, maxt=78111msec