Stats/Consolidation/Native/net_13.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err= 0: pid=5171: Sun Feb 21 20:03:30 2016
  read : io=10240MB, bw=1149.9Mbit/s, iops=36793, runt= 71248msec
    clat (usec): min=11, max=2416, avg=25.74, stdev= 1.83
     lat (usec): min=11, max=2417, avg=25.88, stdev= 1.83
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   25], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   27], 95.00th=[   27],
     | 99.00th=[   30], 99.50th=[   30], 99.90th=[   33], 99.95th=[   36],
     | 99.99th=[   52]
    bw (Mbit/s): min=    0, max= 1199, per=100.00%, avg=1141.72, stdev=98.54
    lat (usec) : 20=0.01%, 50=99.98%, 100=0.01%, 250=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=11.36%, sys=54.30%, ctx=2621453, majf=0, minf=113
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=5172: Sun Feb 21 20:03:30 2016
  write: io=10240MB, bw=1149.9Mbit/s, iops=36793, runt= 71248msec
    clat (usec): min=21, max=2356, avg=25.77, stdev= 1.78
     lat (usec): min=21, max=2356, avg=25.95, stdev= 1.78
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   26], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   27], 95.00th=[   27],
     | 99.00th=[   29], 99.50th=[   30], 99.90th=[   32], 99.95th=[   36],
     | 99.99th=[   51]
    bw (Mbit/s): min= 1082, max= 1199, per=100.00%, avg=1149.76, stdev=21.65
    lat (usec) : 50=99.99%, 100=0.01%, 250=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=10.65%, sys=53.89%, ctx=2621509, majf=0, minf=94
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=1149.8Mbit/s, minb=1149.8Mbit/s, maxb=1149.8Mbit/s, mint=71248msec, maxt=71248msec
  WRITE: io=10240MB, aggrb=1149.8Mbit/s, minb=1149.8Mbit/s, maxb=1149.8Mbit/s, mint=71248msec, maxt=71248msec